<html>
 <head></head>
 <body>
  <h2 style="text-align: center;">Обмен значений</h2> Напишите программу, которая считывает значения двух целочисленных переменных 
  <em><strong>a</strong></em> и 
  <em><strong>b</strong></em>, затем меняет их 
  <b>значения </b>местами (то есть в переменной 
  <em><strong>a</strong></em> должно быть записано то, что раньше хранилось в 
  <em><strong>b</strong></em>, а в переменной 
  <em><strong>b</strong></em> записано то, что раньше хранилось в 
  <em><strong>a</strong></em>). Затем выведите значения переменных. 
  <div>
   <b><br></b>
  </div>
  <div>
   <b>Входные данные<br></b>Вводятся целые числа 
   <em><strong>a</strong></em> и 
   <em><strong>b, </strong>по модулю не превосходящее 100.<strong> </strong></em>
  </div>
  <div>
   <br>
  </div>
  <div>
   <b>Выходные данные</b> 
   <br>Выведите ответ на задачу. 
   <div>
    <b><br></b>
   </div>
   <div>
    <b>Примечание:</b> Решением задачи 
    <strong>не</strong> является такой код:
   </div>
   <div>
    <br>
    <pre><code class="language-cs">int a = Convert.ToInt32(Console.ReadLine());
int b = Convert.ToInt32(Console.ReadLine());
Console.WriteLine(b + " " + a);</code></pre> 
    <b>
     <div>
      <b><br></b>
     </div>То есть ваша программа должна иметь примерно такой вид:</b>
    <div>
     <b><br></b> 
     <pre><code class="language-cs">int a = Convert.ToInt32(Console.ReadLine());
int b = Convert.ToInt32(Console.ReadLine());

// Допишите сюда
// свой код

Console.WriteLine(a + " " + b);</code></pre>
    </div>
   </div>
  </div>
 </body>
</html><br><b>Sample Input:</b><br><pre><code class="language-no-highlight">2<br>5</code></pre><br><b>Sample Output:</b><br><pre><code class="language-no-highlight">5 2</code></pre><br><br><br><font color="gray">Memory limit: 256 MB</font><br><font color="gray">Time limit: 8 seconds</font><br><br>